Repository: Niklas-Seppala/SpotifyMap
Catalog: SpotifyMap/Views/*.lproj/Localizable.strings
Languages: fi

source: Connect your
fi: Yhdistä

source: Continue as a guest
fi: Jatka ilman tunnistautumista

source: with limited features
fi: rajoitetuille ominaisuuksilla

source: Please provide location permissions to this app in order to locate you.
fi: Tarvitsemme sijainnin käyttöluvan sijaintisi paikantamiseksi.

source: Location Alert
fi: Sijainnin käyttölupapyyntö

source: Search
fi: Hae

source: No songs found in this area
fi: Kappaleita ei löytynyt täältä

source: Showing %d results
fi: Näytetään %d tulosta

source: Can't detect a region here.
fi: Aluetta ei tunnistettu

source: Voice Recognition Alert
fi: Äänentunnistuksen käyttölupapyyntö
